INSERT INTO categories (name, icon) VALUES
    ('Хлеб', 'bread'),
    ('Выпечка', 'croissant'),
    ('Пироги', 'pie-chart'),
    ('Сладкое', 'cake'),
    ('Напитки', 'coffee');


INSERT INTO products (name, description, price, icon, id_category) VALUES
    ('Хлеб бородинский', 'Ржаной, с кориандром', 89, NULL, 1),
    ('Батон нарезной', 'Пшеничный, мягкий', 65, NULL, 1),
    ('Круассан классик', 'Слоёный, на масле', 120, NULL, 2),
    ('Синнабон', 'С корицей и глазурью', 180, NULL, 2),
    ('Маффин шоколадный', 'С кусочками шоколада', 140, NULL, 2),
    ('Пирог с яблоками', 'Домашний, с корицей', 450, NULL, 3),
    ('Пирог с мясом', 'Сытный, с бульоном', 520, NULL, 3),
    ('Торт «Медовик»', 'Домашний, 6 коржей', 1200, NULL, 4),
    ('Чизкейк Нью-Йорк', 'Классический, с ягодами', 950, NULL, 4),
    ('Эклер', 'С заварным кремом', 120, NULL, 4),
    ('Капучино', 'С пышной пенкой', 190, NULL, 5),
    ('Чай с чабрецом', 'Ароматный, с мёдом', 120, NULL, 5);